Tekla Open API Reference for Tekla Structures 2025
DrawingHandler.CloseActiveDrawing Method
Overload List
Name | Description
CloseActiveDrawing()
 Closes the drawing editor.
CloseActiveDrawing(Boolean)
 Closes the drawing editor.
Top
See Also
Reference
DrawingHandler Class
Tekla.Structures.Drawing Namespace